[
  {
    "config": {
      "nilaiMax": 550,
      "waktu":100
    },
    "no": 1,
    "tipeSoal": "TWK",
    "soal": "Piagam jakarta merupakan naskah yang disusun dalam rapat Panitia Sembilan pada tanggal 22 Juni 1945, yaitu berisi semangat perjuangan bangsa Indonesia melawan imperialisme kapitalisme, dan fasisme, serta memulai dasar pembentukan NKRI. Pada saat penyusunan UUD pada sidang kedua BPUPKI, Piagam Jakarta dijadikan Muqaddimah (preambule). Selanjutnya pada pengesahan UUD NKRI 1945 pada tanggal 18 Agustus 1945 oleh PPKI, istilah Muqaddimah diubah menjadi Pembukaan UUD 1945. Berikut perbedaan isi Piagam jakarta dengan pembukaan UUD 1945 adalah....",
    "option": [
      "perbedaan pandangan mengenai sistem sosial Indonesia",
      "perbedaan pandangan mengenai sistem politik Indonesia",
      "pada piagam jakarta disebutkan dengan kewajiban menjalankan syariat Islam bagi pemeluk-pemeluknya sedangkan pada UUD 1945 tidak",
      "pada pembukaan UUD 1945 disebutkan lima Sila secara utuh",
      "pada Piagam Jakarta sila ke empat berbunyi penegakan musyawarah/demokrasi"
    ],
    "jawaban":"C"
  },
  {
    "no": 2,
    "tipeSoal": "TWK",
    "soal": "Rumusan pancasila sebagaimana tercantum dalam pembukaan UUD NKRI 1945 secara yuridis merupakan rumusan Pancasila yang sah dan sah sebagai dasar Negara Republik Indonesia. Dalam sejarah ada beberapa rumusan masalah Pancasila yang pernah muncul, satu sama lain ada yang sama ada yang berbeda. Rumusan pancasila yang terdapat dalam konstitusi RIS tercantum sama persis dalam....",
    "option": [
      "UUDS 1950. Berlaku tanggal 17 Agustus 1950-5 Juli 1959",
      "UUD 1950. Berlaku tanggal 17 Agustus 1950-5 Juli 1959",
      "UUD 1950. Berlaku tanggal 17 Agustus 1945-5 Juli 1959",
      "UUDS 1950. Berlaku tanggal 18 Agustus 1950-5 Juli 1959",
      "Pembukaan UUD 1945"
    ],
    "jawaban":"A"
  },
  {
    "no": 3,
    "tipeSoal": "TWK",
    "soal": "Kegagalan Badan Konstituante untuk menetapkan UUD baru sebagain pengganti UUDS 1950 dan rentetan peristiwa politik dan keamanan yang mengguncangkan persatuan dan kesatuan bangsa mencapai klimaknya pada bulan Juni 1959. Akhirnya demi keselamatan Negara maka pada tanggal 5 Juli 1959, presiden Soekarno mengeluarkan dekrit yang diumumkan dalam upacara resmi di Istana Merdeka. Berikut ini yang tidak termasuk dalam isi Dekrit Presiden 5 Juli 1959 adalah....",
    "option": [
      "bubarkan Konstituante",
      "pembentukan Dewan Penasihat Presiden",
      "tidak berlakunya UUDS 1950",
      "dibentuknya MPRS dan DPAS dalam waktu sesingkat-singkatnya",
      "menetapkan berlakunya kembali UUD 1945"
    ],
    "jawaban":"B"
  },
  {
    "no": 4,
    "tipeSoal": "TWK",
    "soal": "BPUPKI adalah sebuah badan yang dibentuk oleh pemerintaha pendudukan balatentara Jepang. Pemerintahan militer jepang yang diwakili komando AD ke-16 dan ke-25 menyetujui pembentukan BPUPKI yang diresmikan pada tanggal....",
    "option": [
      "1 Maret 1945",
      "29 Mei 1945",
      "7 Agustus 1945",
      "29 April 1945",
      "1 Juni 1945"
    ],
    "jawaban":"D"
  },
  {
    "no": 5,
    "tipeSoal": "TWK",
    "soal": "BPUPKI beranggotakan 67 orang yang diketuai oleh....",
    "option": [
      "Ir. Soekarno",
      "Mohammad Yamin",
      "Dr. Radjiman Wedyodiningrat",
      "Ahmad Soebardjo",
      "Mr. Soepomo"
    ],
    "jawaban":"C"
  },
  {
    "no": 6,
    "tipeSoal": "TWK",
    "soal": "Pancasila sebagai Ideologi Negara merujuk kepada bagaimana proses Pancasila itu dirumuskan menjadi Pancasila yang terdapat pada pembukaan UUD 1945. Dalam hal ini, BPUPKI memiliki peran yang sangat menentukan dimana BPUPKI telah merumuskan bentuk dan nama Pancasila merupakan .... dari PAncasila.",
    "option": [
      "causa materialis",
      "causa formalis",
      "causa efisien",
      "causa finalis",
      "causa efektif"
    ],
    "jawaban":"B"
  },
  {
    "no": 7,
    "tipeSoal": "TWK",
    "soal": "Pancasila memiliki nilai objektif dan nilai subjektif. Nilai Pancasila yang bersifat objektif artinya Pancasila memiliki nilai universal atau umum yang relevan dengan kenyataan sosial. Hal ini menunjukkan bahwa isi arti Pancasila yang umum universal yaitu....",
    "option": [
      "Pancsila merupakan pangkal tolak derivasi dalam pelaksanaan bidang kenegaraan, tertib hukum dan realisasi praktis",
      "Pancsila merupakan pedoman kolektif dalam ketertiban umum",
      "Pancsila merupakan nilai-nilai yang harus terealisasi dalam bidang-bidang kehidupan",
      "Pancsila merupakan dasar Negara yang utama",
      "Pancsila merupakan hasil jerih payah perjuangan Bangsa"
    ],
    "jawaban":"A"
  },
  {
    "no": 8,
    "tipeSoal": "TWK",
    "soal": "Pancasila sebagai sumber nilai berarti seluruh tatanan kehidupan",
    "option": [
      "causa materialis",
      "causa formalis",
      "causa efisien",
      "causa finalis",
      "causa efektif"
    ],
    "jawaban":"D"
  },
  {
    "no": 9,
    "tipeSoal": "TWK",
    "soal": "Kendaraan bermotor menjadi alat transportasi bagi manusia untuk melakukan aktivitas kesehariannya, Misalnya untuk pergi ke tempat kerja. Hal ini menunjukkan bahwa kendaraan memiliki nilai .... bagi manusia.",
    "option": [
      "nilai materiil",
      "nilai vital",
      "nilai kerohanian",
      "semua jawaban benar",
      "semua jawaban salah"
    ],
    "jawaban":"B"
  },
  {
    "no": 10,
    "tipeSoal": "TWK",
    "soal": "Saat membuka rapat koordinasi nasional pemerintah pusat dan forum komunikasi pimpinan daerah 2019 di Sentul, Bogor, Rabu (13/12), Presiden Jokowi memerintahkan Kapolri dan Jaksa Agung untuk memecat oknum polisi dan jaksa yang melakukan pemerasan kepada pelaku usaha (kontan.co.id, 2019). Hal tersebut menunjukkan tugas presiden yang tercantum pada undang undang dasar nkri 1945 pasal....",
    "option": [
      "Pasal 10",
      "Pasal 11",
      "Pasal 12",
      "Pasal 13",
      "Pasal 14"
    ],
    "jawaban":"A"
  },
  {
    "no": 11,
    "tipeSoal": "TWK",
    "soal": "ayah memiliki penghasilan dalam satu tahun yang Tidak Kena Pajak (PTKP), oleh karena itu Ayah tercatat telah memenuhi syarat sebagai wajib pajak, wajib memiliki NPWP dan harus melaporkan pajak. Hal tersebut daitur dalam UUDk NKRI 1945 pasal....",
    "option": [
      "23A",
      "23B",
      "23C",
      "23D",
      "24E"
    ],
    "jawaban":"A"
  },
  {
    "no": 12,
    "tipeSoal": "TWK",
    "soal": "Apabila terjadi pelanggaran yang dilakukan oleh presiden dan/atau wakil presiden, maka yang memiliki kewajiban memberikan keputusan adalah Mahkamah Konstitusi. Hal ini terdapat dalam UUD NKRI 1945 pasal....",
    "option": [
      "Pasal 24C ayat(5)",
      "Pasal 24C ayat(1)",
      "Pasal 24C ayat(2)",
      "Pasal 24C ayat(3)",
      "Pasal 24C ayat(4)"
    ],
    "jawaban":"A"
  },
  {
    "no": 13,
    "tipeSoal": "TWK",
    "soal": "Setiap warga negara wajib mengikuti pendidikan dasar dan pemerintah wajib membiayainya. Terdapat dalam UUD NKRI 1945 pasal....",
    "option": [
      "Pasal 32 ayat(2)",
      "Pasal 33 ayat(4)",
      "Pasal 37 ayat(1)",
      "Pasal 36A",
      "Pasal 31 ayat(2)"
    ],
    "jawaban":"E"
  },
  {
    "no": 14,
    "tipeSoal": "TWK",
    "soal": "Berdasarkan UUD NKRI pasal 20 DPR memiliki beberapa fungsi diantaranya....",
    "option": [
      "fungsi anggaran",
      "fungsi legislasi",
      "fungsi pengawasan",
      "jawaban A,B,C, benar",
      "jawaban A dan B benar"
    ],
    "jawaban":"D"
  },
  {
    "no": 15,
    "tipeSoal": "TWK",
    "soal": "Presiden atas kepentingan Negara dapat memberi amnesti dan abolisi kepada orang orang yang telah melakukan sesuatu tindak pidana seperti yang diatur dalam UUD 1945 pasal 14, dengan memperhatikan pertimbangan....",
    "option": [
      "MPR",
      "DPR",
      "DPD",
      "MK",
      "MA"
    ],
    "jawaban":"B"
  },
  {
    "no": 16,
    "tipeSoal": "TWK",
    "soal": "Penyelamat fakir miskin dan anak terlantar (Pemikir) mendorong pemerintah membentuk lembaga yang menangani kemiskinan di Indonesia. Koordinator relawan pemikir Ali Akbar Velayati mengatakan, menginginkan adanya konsentrasi yang penuh dalam upaya Negara membawa masyarakat miskin dan anak terlantar mencapai kesejahteraan (Tribun-medan.com, 2019). dasar pelaksanaan yang dilakukan Ali Akbar ini mengacu dalam UUD NKRI pasal....",
    "option": [
      "Pasal 32",
      "Pasal 33",
      "Pasal 34",
      "Pasal 35",
      "Pasal 36"
    ],
    "jawaban":"C"
  },
  {
    "no": 17,
    "tipeSoal": "TWK",
    "soal": "Berikut adalah hak hak Dewan Perwakilan Rakyat, kecuali....",
    "option": [
      "hak interpelasi",
      "hak angket",
      "hak menyatakan pendapat",
      "hak imunitas",
      "hak paten"
    ],
    "jawaban":"E"
  },
  {
    "no": 18,
    "tipeSoal": "TWK",
    "soal": "Bhineka Tunggal Ika merupakan semboyan negara Indonesia sebagai dasar untuk mewujudkan persatuan dan kesatuan Indonesia, di mana kita haruslah dapat menerapkannya dalam kehidupan sehari hari. Yang bukan cerminan Bhineka Tunggal Ika adalah....",
    "option": [
      "Bahasa Indonesia dijadikan sebagai bahasa pengantar di sekolah",
      "Pernikahan antara Ayu yang bersuku Jawa dan Ucok yang bersuku Medan",
      "Umat kristiani menghormati umat Islam yang sedang menjalankan ibadah puasa.",
      "perbedaan pendapat beberapa warga yang berakhir dengan tawuran antar desa",
      "Perbedaan pendapat anggota dewan saat rapat diselesaikan dengan bermusyawarah"
    ],
    "jawaban":"D"
  },
  {
    "no": 19,
    "tipeSoal": "TWK",
    "soal": "Sikap tenggang rasa dalam kehidupan bermasyarakat memiliki manfaat....",
    "option": [
      "Mewujudkan masyarakat yang taat kepada hukum yang berlaku",
      "memperlancar seluruh kegiatan yang diselenggarakan di lingkungan masyarakat",
      "menjadi contoh bagi generasi penerus",
      "menciptakan masyarakat yang selalu mematuhi peraturan",
      "menciptakan suasana kehiduoan yang rukun dan harmonis"
    ],
    "jawaban":"E"
  },
  {
    "no": 20,
    "tipeSoal": "TWK",
    "soal": "Membina persatuan dan kesatuan dihubungkan dengan semboyan Bhinneka Tunggal ika mengandung makna bahwa....",
    "option": [
      "kebudayaan daerah harus terus dilestarikan",
      "dalam pergaulan tidak boleh membedakan suku",
      "keanekaragaman tak mungkin dipersatukan",
      "dalam bergaul harus dapat menyesuaikan diri.",
      "kebudayaan masyarakat tidak bisa digantikan oleh budaya lain"
    ],
    "jawaban":"B"
  },
  {
    "no": 21,
    "tipeSoal": "TWK",
    "soal": "Hubungan wewenang Antara pemerintah pusat dan pemerintah daerah, provinsi, Kabupaten dan kota atau Antara provinsi dan Kabupaten dan kota diatur dengan undang undang dengan memperhatikan....",
    "option": [
      "mayritas penduduk",
      "pendidikan",
      "sosial kebudayaan",
      "keragaman daerah",
      "kaidah agama"
    ],
    "jawaban":"D"
  },
  {
    "no": 22,
    "tipeSoal": "TWK",
    "soal": "Pemerintah daerah dalam menjalankan pemerintahannya juga tetap harus berdasarkan hukum yang berlaku. Hal ini dikarenakan pemerintah daerah juga harus melaksanakan asas pemerintahan yaitu....",
    "option": [
      "asas kepastian hukum",
      "asas kepentingan umum",
      "asas tertib penyelenggaraan negara",
      "asas keterbukaan",
      "asas proporsionalitas"
    ],
    "jawaban":"A"
  },
  {
    "no": 23,
    "tipeSoal": "TWK",
    "soal": "Yang merupakan wilayah militer Jepang di Indonesia saat menguasai Indonesia adalah tentara....",
    "option": [
      "XXII/Rikugan Bali",
      "II/Kaigun Makassar",
      "XVI/Kaigun Sumatera Barat",
      "II/Kaigun Sumatera Barat",
      "XXV/Rikugun Jakarta"
    ],
    "jawaban":"B"
  },
  {
    "no": 24,
    "tipeSoal": "TWK",
    "soal": "Dalam buku jaringan Ulama Indonesia menyebutkan kontak Sriwijaya dengan Islam sudah ada pada abad ke 7M. Raja Sriwijaya mengirim surat ke khalifah Umar untuk....",
    "option": [
      "mengirimkan mubaligh-mubaligh Islam ke Sriwijaya",
      "melakukan kerjasama militer",
      "pertukaran rempah-rempah dengan minyak wangi",
      "perjanjian wilayah",
      "adanya persahabatan kerajaan"
    ],
    "jawaban":"A"
  },
  {
    "no": 25,
    "tipeSoal": "TWK",
    "soal": "Gerakan Non-Blok bermula dari sebuah konferensi tingkat tinggi Asia Afrika, sebuah konferensi yang diadakan di Bandung, Indonesia pada tahun 1955. Di sana, negara-negara yang tidak berpihak pada blok tertentu mendeklarasikan keinginan mereka untuk tidak terlibat dalam konfrontasi ideologi barat. Pendiri dari gerakan ini adalah 5 pemimpin dunia, kecuali....",
    "option": [
      "Ir. Soekarno",
      "Yoseph Bross Tito",
      "J. Nehru",
      "Tuanku Abdul Razak",
      "Nasser"
    ],
    "jawaban":"D"
  },
  {
    "no": 26,
    "tipeSoal": "TWK",
    "soal": "Untuk meredakan ketegangan Antara blok barat dan blok timur. Beberapa negarawan dari Indonesia, India dan Yugoslavia mengadakan pertemuan di pulau Brioni, Yugoslavia dan berhasil mencetuskan ide pembentukan gerakan non-blok. Peran Indonesia dalam GNB ini kecuali....",
    "option": [
      "Indonesia menjadi pemimpin GNB pada tahun 1991",
      "Indonesia berperan dalam meredakan ketegangan di kawasan bekas Yugoslavia tahun 1996",
      "memprakarsai berdirinya GNB dengan menandatangani Deklarasi Beograd sebagai hasil KTT GNB I",
      "Indonesia sebagai tempat penyelenggaraan KTT GNB X pada tanggal 1-6 September 1961",
      "Indonesia telah merdeka sehingga mampu menjadi anggota GNB"
    ],
    "jawaban":"E"
  },
  {
    "no": 27,
    "tipeSoal": "TWK",
    "soal": "Krisis kuba terjadi karena Uni Soviet membangun pangkalan rudal di kuba secara besar-besaran. Amerika Serikat merasa terancam dan memprotes tindakan Uni Soviet tersebut. Situasi dunia menjadi tegang, hal ini mendorong negara-negara non-blok untuk segera menyelenggarakan KTT non-blok. KTT non-blok I di Beogard, Yugoslavia berlangsung pada tahun....",
    "option": [
      "1960",
      "1961",
      "1962",
      "1963",
      "1964"
    ],
    "jawaban":"B"
  },
  {
    "no": 28,
    "tipeSoal": "TWK",
    "soal": "bacalah paragraf berikut!\n (1)setiap pengunjung akan berdecak kagum bila melihat keindahan gunung Rinjani. (2)Di sana kita dapat melihat gedung gedung yang menjulang tinggi (3)dipayungi langit biru dan gumpalan gumpalan awan (4)gunung itu tampak kokoh menghijau dengan puncak yang berpasir (5)begitulah gunung rinjani menyuguhkan pemandangan alam yang indah.\n kalimat penjelas yang sumbang dalam paragraf di atas ditandai dengan nomor....",
    "option": [
      "(1)",
      "(2)",
      "(3)",
      "(4)",
      "(5)"
    ],
    "jawaban":"B"
  },
  {
    "no": 29,
    "tipeSoal": "TWK",
    "soal": "Bacalah paragraf berikut dengan cermat!\n (1)bahasa bukan sekedar alat komunikasi bahasa itu bersistem (2)Oleh karena itu berbahasa bukan sekedar berkomunikasi, melainkan menaati kaidah yang berlaku (3).... (4)kaidah bahasa yang tersirat berupa intuisi penutur bahasa (5)Kaidah bahasa yang tersurat adalah aturan bahasa yang dituangkan secara tertulis seperti buku-buku tata bahasa, kamus, dan berbagai pedoman.\nkalimat penjelas yang tepat untuk mengisi bagian rumpang dalam paragraf di atas adalah....",
    "option": [
      "kaidah bahasa berisi tentang kebahasaan",
      "kaidah bahasa menjadi rujukan dalam berkomunikasi.",
      "kaidah bahasa ada yang tersirat dan ada yang tersurat",
      "kaidah bahasa harus dipahami oleh pengguna bahasa",
      "kaidah bahasa merupakan pedoman dalam berbahasa"
    ],
    "jawaban":"C"
  },
  {
    "no": 30,
    "tipeSoal": "TWK",
    "soal": "Cermatilah paragraf berikut!\n(1)setiap akhir semester seluruh siswa mengadakan pertandingan antar kelas. (2)mereka dengan suka cita melaksanakannya (3)Kegiatan ekstrakurikuler tersebut dilaksanakan dalam rangka mendukung program sekolah (4)pertandingan dipandu oleh guru olahraga dan pengurus Osis (5)selesai pertandingan, pengurus Osis harus membuat laporan pertanggung jawaban.\nPenulisan kata yang tidak sesuai dengan PUEBI terdapat pada kalimat nomor....",
    "option": [
      "(1)",
      "(2)",
      "(3)",
      "(4)",
      "(5)"
    ],
    "jawaban":"A"
  },
  {
    "no": 31,
    "tipeSoal": "TIU",
    "soal": "Nasionalisme bukan slogan mati, tapi pengorbanan kolektif membela visi. SInonim kata kolektif dalam kalimat tersebut adalah....",
    "option": [
      "pendaftaran",
      "titipan",
      "individual",
      "bersama",
      "koreksi"
    ],
    "jawaban":"D"
  },
  {
    "no": 32,
    "tipeSoal": "TIU",
    "soal": "Terbunuhnya John F. Kenedy merupakan teka-teki yang hingga saat ini diduga sebagai suatu konspirasi politik. Arti kata kospirasi dalam kalimat tersebut adalah....",
    "option": [
      "pendekatan",
      "perjanjian",
      "korupsi",
      "sekongkol",
      "nepotisme"
    ],
    "jawaban":"D"
  },
  {
    "no": 33,
    "tipeSoal": "TIU",
    "soal": "Suatu malam, seorang opas di perusahaan batu bara tengah melakukan penjagaan, melihat suatu benda rumit dari beberapa suku cadang roda-roda sepda, riuh bergemericing melintasi jalan. Lawan kata opas pada kalimat tersebut adalah....",
    "option": [
      "porter",
      "komandan",
      "pesuruh",
      "pemimpin",
      "prajurit"
    ],
    "jawaban":"D"
  },
  {
    "no": 34,
    "tipeSoal": "TIU",
    "soal": "Thomas sedang membuat tesis untuk mendapatkan gelar MAgister pada salah satu Universitas di Bandung. Antonim kata tesis dalam kalimat tersebut adalah....",
    "option": [
      "hipotesis",
      "sintesis",
      "antitesis",
      "sintaksis",
      "optimistis"
    ],
    "jawaban":"C"
  },
  {
    "no": 35,
    "tipeSoal": "TIU",
    "soal": "AIR : MINYAK = ....",
    "option": [
      "Rajin : Pandai",
      "Elang : Ayam",
      "Anjing : Kucing",
      "Gula : Kopi",
      "Pintar : Bodoh"
    ],
    "jawaban":"C"
  },
  {
    "no": 36,
    "tipeSoal": "TIU",
    "soal": "SAMUDERA : LAUT = ....",
    "option": [
      "Benua : Pulau",
      "Internasional : Batas Negara",
      "Kapal : Nelayan",
      "Negara : Pantai",
      "Luas : Dalam"
    ],
    "jawaban":"A"
  },
  {
    "no": 37,
    "tipeSoal": "TIU",
    "soal": "Sebuah bilangan jika dikalikan dengan lawannya kemudian dibagi dengan -18, hasilnya adalah bilangan prima yang kurang dari 3. tentukan bilangan tersebut....",
    "option": [
      "2",
      "4",
      "6",
      "8",
      "10"
    ],
    "jawaban":"C"
  },
  {
    "no": 38,
    "tipeSoal": "TIU",
    "soal": "Jumlah lima bilangan bulat berurutan adalah 35. Berapa banyak bilangan prima dalam 5 blangan bulat berurutan itu?",
    "option": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "jawaban":"B"
  },
  {
    "no": 39,
    "tipeSoal": "TIU",
    "soal": "Seorang dokter memberikan 40 tablet pada seorang pasien, jika setiap hari harus diminum 1(1/4) tablet, maka obat akan habis dalam....",
    "option": [
      "31 hari",
      "32 hari",
      "34 hari",
      "35 hari",
      "33 hari"
    ],
    "jawaban":"B"
  },
  {
    "no": 40,
    "tipeSoal": "TIU",
    "soal": "Penghasilan pak Adam sebesar Rp1.200.000,- per bulan. Pak Adam menyisihkan 2,5% untuk zakat. Sebesar 1/5 dari penghasilannya digunakan untuk diberikan kepada anaknya. sebesar 0,1 dari penghasilannya dipotong untuk pajak penghasilan. Berapa sisa uang pak adam per bulan?",
    "option": [
      "Rp780.000,-",
      "Rp810.000,-",
      "Rp870.000,-",
      "Rp710.000,-",
      "Rp770.000,-"
    ],
    "jawaban":"B"
  },
  {
    "no": 41,
    "tipeSoal": "TIU",
    "soal": "Enam orang menggali parit selesai dalam 48 hari, berapa orang yang diperlukan untuk menggali selokan dalam 12 hari?",
    "option": [
      "6 orang",
      "16 orang",
      "24 orang",
      "12 orang",
      "10 orang"
    ],
    "jawaban":"C"
  },
  {
    "no": 42,
    "tipeSoal": "TIU",
    "soal": "Seorang siswa membutuhkan waktu 2 jam 44 menit 300 detik untuk mengerjakan 60 soal TPA dan 40 soal Bahasa Inggris. Berapa menitkah sebenarnya waktu yang diperlukan oleh siswa tersebut untuk menyelesaikan ujiannya?",
    "option": [
      "269",
      "296",
      "199",
      "169",
      "196"
    ],
    "jawaban":"D"
  },
  {
    "no": 43,
    "tipeSoal": "TIU",
    "soal": "Untuk kebutuhan rumah tangga selama sebulan, seorang ibu membeli 0,12 ton beras, 1,5 kwintal gula pasir, dan 60 kg minyak goreng. Secara keseluruhan berat barang yang dibeli ibu itu adalah .... pon.",
    "option": [
      "360",
      "460",
      "560",
      "660",
      "760"
    ],
    "jawaban":"D"
  },
  {
    "no": 44,
    "tipeSoal": "TIU",
    "soal": "Sebuah kotak undian berisi kertas yang bertuliskan huruf A sampai J. setiap kali pengambilan, kertas undian yang terpilih dimasukkan kembali ke kotaknya. Dari 90 pengambilan, Berapa frekuensi harapan terambilnya huruf vokal?",
    "option": [
      "9",
      "27",
      "36",
      "45",
      "54"
    ],
    "jawaban":"B"
  },
  {
    "no": 45,
    "tipeSoal": "TIU",
    "soal": "Jika X = (1/25) - (1/20) dan Y = (1/20) - (1/25) maka....",
    "option": [
      "X < Y",
      "X > Y",
      "X = Y",
      "5X = 3Y",
      "hubungan x dan y tidak dapat ditentukan ( \"hts :')\" )"
    ],
    "jawaban":"A"
  },
  {
    "no": 46,
    "tipeSoal": "TIU",
    "soal": "Seorang pelari menempuh jarak 5km dalam waktu 20 menit. Kecepatan rata-rata pelari tersebut adalah .... km/jam",
    "option": [
      "12",
      "14",
      "15",
      "16",
      "18"
    ],
    "jawaban":"C"
  },
  {
    "no": 47,
    "tipeSoal": "TIU",
    "soal": "Yudha dan Ari mengerjakan PR matematika. Waktu yang dibutuhkan oleh Yudha adalah 12 menit, sedangkan waktu yang dibutuhkan Ari adalah 6 menit. Jika Yudha dan Ari bersama-sama mengerjakan PR tersebut, maka waktu yang dibutuhkan adalah....",
    "option": [
      "8 menit",
      "7 menit",
      "6 menit",
      "5 menit",
      "4 menit"
    ],
    "jawaban":"E"
  },
  {
    "no": 48,
    "tipeSoal": "TIU",
    "soal": "(55-11√3) / (5+√3) = ....",
    "option": [
      "7 + √3",
      "14 + 5√3",
      "14 - 5√3",
      "28 + 10√3",
      "28 - 10√3"
    ],
    "jawaban":"C"
  },
  {
    "no": 49,
    "tipeSoal": "TIU",
    "soal": "Berapa jumlah maksimal kubus yang memiliki rusuk 9cm yang dapat dimasukkan ke dalam balok yang memiliki panjang 20cm, lebar 25cm, dan tinggi 16cm?",
    "option": [
      "4",
      "5",
      "6",
      "7",
      "8"
    ],
    "jawaban":"A"
  },
  {
    "no": 50,
    "tipeSoal": "TIU",
    "soal": "Dua buah kubus panjang rusuknya berselisih 5cm dan luas permukaannya berselisih 300cm^2. panjang rusuk kubus yang lebih besar adalah....cm",
    "option": [
      "6,5",
      "7,5",
      "8,5",
      "9,5",
      "10,5"
    ],
    "jawaban":"B"
  },
  {
    "no": 51,
    "tipeSoal": "TIU",
    "soal": "Sebuah limas segi empat memiliki volume 500m^3. jika tingginya adalah 15m. Berapakah panjang sisi segiempat yang menjadi alas limas?",
    "option": [
      "9",
      "12",
      "10",
      "14",
      "15"
    ],
    "jawaban":"C"
  },
  {
    "no": 52,
    "tipeSoal": "TIU",
    "soal": "Berapa kali putaran yang dibutuhkan sebuah roda yang berdiameter 14dm untuk menyamai jarak tempuh sejauh 300km yang ditempuh oleh roda yang berdiameter 42dm?",
    "option": [
      "62.180",
      "62.183",
      "62.184",
      "62.182",
      "62.185"
    ],
    "jawaban":"D"
  },
  {
    "no": 53,
    "tipeSoal": "TIU",
    "soal": "Sebuah ruangan berbentuk lingkaran akan diperluas. Panjang diameter yang baru 50% lebih panjang dari diameter semula. Berapa persenkah pertambahan luas ruangan?",
    "option": [
      "50%",
      "100%",
      "125%",
      "150%",
      "500%"
    ],
    "jawaban":"C"
  },
  {
    "no": 54,
    "tipeSoal": "TIU",
    "soal": "M, A, N, F, O, K, P, ...",
    "option": [
      "O",
      "P",
      "Q",
      "R",
      "S"
    ],
    "jawaban":"B"
  },
  {
    "no": 55,
    "tipeSoal": "TIU",
    "soal": "B, B, D, D, H, F, P, ...",
    "option": [
      "A",
      "H",
      "I",
      "P",
      "W"
    ],
    "jawaban":"B"
  },
  {
    "no": 56,
    "tipeSoal": "TIU",
    "soal": "111, 222, 333, 444, 555, ...",
    "option": [
      "666",
      "555",
      "444",
      "333",
      "222"
    ],
    "jawaban":"A"
  },
  {
    "no": 57,
    "tipeSoal": "TIU",
    "soal": "Dalam suatu lomba lari, Aryo lebih cepat daripada Yogi dan Ridwan. Farhan lebih lambat daripada Hargi, Galang, dan Bima. Bima agak lebih cepat daripada Galang. Tidak satu peserta pun yang kecepatan larinya sama.\nJika Farhan lebih cepat daripada Aryo, maka....",
    "option": [
      "Ridwan lebih lambat daripada Hargi",
      "Yogi lebih cepat daripada Galang",
      "Hargi lebih cepat daripada Bima",
      "Aryo paling lambat",
      "Semua jawaban benar"
    ],
    "jawaban":"A"
  },
  {
    "no": 58,
    "tipeSoal": "TIU",
    "soal": "Dalam suatu lomba lari, Aryo lebih cepat daripada Yogi dan Ridwan. Farhan lebih lambat daripada Hargi, Galang, dan Bima. Bima agak lebih cepat daripada Galang. Tidak satu peserta pun yang kecepatan larinya sama.\nJika Yogi lebih cepat daripada Bima dan Hargi, siapakah yang menjadi juara pertama?",
    "option": [
      "Aryo",
      "Yogi",
      "Ridwan",
      "Galang",
      "Tidak ada jawaban yang benar"
    ],
    "jawaban":"A"
  },
  {
    "no": 59,
    "tipeSoal": "TIU",
    "soal": "Dalam suatu lomba lari, Aryo lebih cepat daripada Yogi dan Ridwan. Farhan lebih lambat daripada Hargi, Galang, dan Bima. Bima agak lebih cepat daripada Galang. Tidak satu peserta pun yang kecepatan larinya sama.\nJika Ridwan lebih cepat daripada Yogi, Aryo lebih lambat daripada Farhan, dan Galang lebih cepat daripada Hargi, siapakah yang menjadi juara ke-empat?",
    "option": [
      "Farhan",
      "Ridwan",
      "Hargi",
      "Galang",
      "Aryo"
    ],
    "jawaban":"A"
  },
  {
    "no": 60,
    "tipeSoal": "TIU",
    "soal": "Dari 300 orang yang mendaftar menjadi anggota klub bugar, 15% anggota mengikuti olahraga renang dan voli. 80 orang anggota mengikuti cabang selain renang dan voli. 30% mengikuti cabang voli. Banyaknya anggota yang hanya mengikuti cabang renang adalah....",
    "option": [
      "175",
      "170",
      "130",
      "85",
      "40"
    ],
    "jawaban":"C"
  },
  {
    "no": 61,
    "tipeSoal": "TIU",
    "soal": "Peluang munculnya mata dadu berjumlah 5 dari pelemparan 2 buah dadu adalah....",
    "option": [
      "1/2",
      "1/3",
      "1/4",
      "1/8",
      "1/9"
    ],
    "jawaban":"E"
  },
  {
    "no": 62,
    "tipeSoal": "TIU",
    "soal": "Pernyataan \"Jika semua hewan di kebun binatang pergi, maka semua kandang di jual belikan\" memiliki bentuk negatif, yaitu....",
    "option": [
      "jika ada hewan yang tidak pergi maka ada kandang yang dipakai",
      "jika ada kandang yang di jual belikan maka ada hewan yang tinggal",
      "jika semua kandang dijual maka semua hewan tidak betah",
      "semua hewan kebn binatang pergi dan ada kandang yang tidak dijual",
      "jika semua kandang tidak dipakai dan ada hewan yang tinggal"
    ],
    "jawaban":"A"
  },
  {
    "no": 63,
    "tipeSoal": "TIU",
    "soal": "manakah menurut pendapat anda di bawah ini yang bukan merupakan statement yang sahih?",
    "option": [
      "Angka 5 adalah bilangan prima ganjil",
      "Jumlah besar sudut segiempat adalah 180 derajat",
      "Benarkah Bali lebih terkenal dari Indonesia?",
      "4 + 5 - 4 = 3",
      "Setiap bilangan ganjil habis dibagi 2"
    ],
    "jawaban":"C"
  },
  {
    "no": 64,
    "tipeSoal": "TIU",
    "soal": "Jika diketahui pernyataan seperti berikut:\nP1: Jika ibu tidak pergi maka kakak senang.\nP2: Jika kakak senang maka dia tersenyum.\nKonklusi dari pernyataan di atas yang sah dapat menyerupai....",
    "option": [
      "ibu tidak pergi dan kakak tidak tersenyum",
      "ibu pergi dan kakak tidak tersenyum",
      "ibu pergi atau kakak tidak tersenyum",
      "ibu tidak pergi dan kakak tersenyum",
      "ibu pergi atau kakak tersenyum"
    ],
    "jawaban":"E"
  },
  {
    "no": 65,
    "tipeSoal": "TIU",
    "soal": "\"Jika binatang itu pegasus, maka binatang itu berkaki empat\"\n\"Ternyata binatang itu tidak berkaki empat.\"\nKesimpulannya adalah....",
    "option": [
      "binatang itu kuda tapi tidak ada jenis pegasus",
      "binatang itu berkaki dua",
      "binatang itu pasti bukan berkaki dua",
      "binatang itu bukan pegasus",
      "pasti itu kuda nil"
    ],
    "jawaban":"D"
  },
  {
    "no": 66,
    "tipeSoal": "TKP",
    "soal": "Karena kekurangan Sumber Daya Manusia di sebuah kantor cabang perusahaan tempat anda bekerja, atasan anda memutuskan hendak memindahkan anda ke cabang yang sama sekali tidak pernah anda kunjungi disebuah pulau terpencil, padahal anda adalah karyawan yang sudah lama mengabdi dan berprestasi dan anda cukup dekat dengan atasan anda, sikap anda....",
    "option": [
      "menolak dengan halus dan mengusulkan yang lain saja, karena anda merupakan karyawan lama yang seharusnya tetap bekerja di kantor pusat",
      "berdiskusi dengan atasan anda terkait proses pemindahan anda ke kantor cabang yang baru tersebut",
      "bersedia di pindah tanpa membantah sedikut pun perintah dari atasan dan kebijakan perusahaan",
      "menerima tapi berusaha mengusulkan karyawan yang lain saja karena anda merasa senior dan disegani di kantor",
      "berangkat mengikuti keputusan perusahaan tentang pemindahan anda ke kantor baru tersebut"
    ],
    "jawaban":["A","D","E","C","B"]
  },
  {
    "no": 67,
    "tipeSoal": "TKP",
    "soal": "Anda seorang karyawan yang memilki dedikasi yang tinggi terhadap pekerjaan. Suatu hari Anda dihadapkan dengan pekerjaan yang  sangat banyak dan semuanya memiliki deadline yang sama. Sebagai karyawan yang professional apa yang Anda lakukan....",
    "option": [
      "Menyelesaikan pekerjaan sesuai deadline dengan hasil sebisanya",
      "memilih lembur dengan harapan mendapatkan tambahan gaji berupa uang lembur",
      "pulang sesuai jadwal dengan meninggalkan setumpuk pekerjaan di meja untuk dikerjakan besok",
      "melapor pada atasan bahwa anda butuh bantuan karyawan lain dalam menyelesaikan tugas yang banyak",
      "membawa tugas tersebut ke rumah dan mengerjakannya di rumah sampai larut malam"
    ],
    "jawaban":["E","C","B","A","D"]
  },
  {
    "no": 68,
    "tipeSoal": "TKP",
    "soal": "Hampir semua pegawai di kantor instansi saya meminta uang tanda terima kasih atas pengurusan surat ijin tertentu. Namun menurut peraturan hal tersebut tidaklah diperbolehkan, maka saya....",
    "option": [
      "ikut melakukannya karena bagaimanapun juga kawan-kawan kantor juga melakukannya",
      "melakukannya hanya jika terpaksa membutuhkan uang tambahan untuk keperluan keluarga, sebab gaji kantor memang kecil",
      "terkadang saja melakukan hal tersebut",
      "berusaha semampunya untuk tidak melakukannya",
      "tidak ingin melakukannya sama sekali"
    ],
    "jawaban":["A","B","C","D","E"]
  },
  {
    "no": 69,
    "tipeSoal": "TKP",
    "soal": "Anda adalah seorang karyawan apotek. Seorang pembeli ingin membeli obat-obatan tertentu yang harus menggunakan resep dokter karena bisa membahayakan kesehatan. Dia tidak mempunyai resep tersebut. Namun pembeli memaksa ingin membelinya dan dia memberikan sejumlah uang  kepada Anda agar mau memberikan obat tersebut. Apa yang anda lakukan....",
    "option": [
      "saya memberikan obat tersebut, toh tidak ada yang tahu",
      "saya ragu-ragu keputusan apa yang saya ambil",
      "saya berkonsultasi kepada teman sejawat dulu",
      "saya menolaknya dengan mantap",
      "saya menerima uang tersebut dan memberikan obatnya"
    ],
    "jawaban":["A","E","B","C","D"]
  },
  {
    "no": 70,
    "tipeSoal": "TKP",
    "soal": "Di kantor akan beredar bahwa salah seorang rekan kerja Anda menggelapkan uang penjualan bulanan untuk keperluan pribadinya. Dan sudah beberapa hari ini rekan tersebut tidak masuk bekerja. Kabar ini sangat cepat menyebar keseluruh karyawan, sehingga menjadi buah bibir dikantor anda, menurut anda....",
    "option": [
      "pihak perusahaan harus memberikan sanksi yang tegas terhadap pelaku",
      "sifat teman tersebut sudah diluar batas dan dapat menyebabkan kerugian besar pada perusahaan",
      "kabar tersebut belum pasti jadi saya tidak mau berkomentar lebih jauh",
      "saya akan mencari kebenaran informasi tersebut sebelum memberikan pendapat",
      "saya tanyakan kepada teman-teman yang lainnya apakah informasi tersebut benar adanya"
    ],
    "jawaban":["A","B","E","D","C"]
  },
  {
    "no": 71,
    "tipeSoal": "TKP",
    "soal": "Sebagai peserta lomba dalam HUT perusahaan di tempat saya bekerja, yang diikuti oleh semua kolega perusahaan, maka saya akan....",
    "option": [
      "yang penting saya akan berpartisipasi mewakili perusahaan saya",
      "tak cukup berpartisipasi saja, saya harus menjadi juara",
      "paling penting tingkatkan kebersamaan antara tim dan kolega",
      "kompetisi menjadi juara itu utama, agar menjaga nama baik perusahaan",
      "apa pun yang saya lakukan untuk menjaga kebaikan perusahaan"
    ],
    "jawaban":["A","C","E","D","B"]
  },
  {
    "no": 72,
    "tipeSoal": "TKP",
    "soal": "Karena terjadinya beberapa permasalahan di perusahaan anda yang mengakibatkan terjadinya penurunan financial. Hal ini tentu saja beradampak bagi kelangsungan seluruh komponen perusahaan termasuk karyawan. Apa yang akan anda lakukan....",
    "option": [
      "tetap bekerja dengan baik seperti hari-hari sebelumnya",
      "membuat strategi baru untuk meningkatkan hasil kinerja",
      "mempelajari hal yang mungkin jadi penyebab penurunan tersebut",
      "sebagai karyawan saya akan mengikuti arahan dari atasan dan kebijakan perusahaan",
      "tetap bertahan di perusahaan dan meminta perusahaan mencari jalan keluar"
    ],
    "jawaban":["D","E","A","C","B"]
  },
  {
    "no": 73,
    "tipeSoal": "TKP",
    "soal": "Saya harus menyelesaikan tugas dengan cepat karena tugas tersebut telah dibatasi waktu pengerjaannya oleh atasan di kantor. Beliau memberikan batas waktu, yaitu hari jum'at dalam minggu ini. Saya akan....",
    "option": [
      "Meminta perpanjangan waktu sekitar satu atau dua hari apabila ada tugas lain dari kantor yang menumpuk yang dikerjakan dalam waktu bersamaan",
      "menyelesaikan tepat waktu pada hari Jumat, maksimal di akhir jam kerja kantor",
      "mencoba menyelesaikannya di hari kamis jika memungkinkan",
      "menegosiasikan batas waktu yang ditetapkan oleh atasan dengan baik-baik agar tidak terlalu memberatkan dan buru-buru",
      "meminta tolong rekan lain agar tidak terlambat mengumpulkan tugasnya"
    ],
    "jawaban":["A","D","E","B","C"]
  },
  {
    "no": 74,
    "tipeSoal": "TKP",
    "soal": "Anda merupakan sebuah karyawan pada sebuah perusahaan jasa yang bergerak dalam bidang transportasi. Siang ini akan di adakan sebuah diskusi singkat dengan pimpinan perusahaan. Semua karyawan diminta untuk memberikan usulan terkait peningkatan kualitas pelayanan terhadap pelanggan kedepannya agar banyak dari customer yang memakai jasa perusahaan Anda, sikap anda....",
    "option": [
      "memberikan usulan jika ingin meningkatkan pelayanan, perusahaan harus memenuhi semua  hal yang diinginkan oleh pelanggan tanpa terkecuali",
      "mengusulkan adanya jalur khusus untuk ibu hamil dan menyusui dan para lansia",
      "mengusulkan agar pada hari libur massal biaya tiket didiskon hingga 50% sehingga banyak dari pelanggan yang akan menggunakan jasa perusahaan Anda",
      "memberikan usulan agar perusahaan menyediakan fasilitas khusus bagi Ibu hamil, menyusui, dan lansia",
      "menyusulkan agar alat transportasi yang digunakan selalu bersih dengan cara merekrut karyawan baru dengan gaji tinggi"
    ],
    "jawaban":["A","B","C","E","D"]
  },
  {
    "no": 75,
    "tipeSoal": "TKP",
    "soal": "Pagi ini seperti biasa anda selalu sibuk dengan rutinitas di pekerjaan seagai seorang customer service pada sebuah rumah sakit pemerintah. Ketika anda sedang asik bekerja datanglah seorang ibu-ibu tua yang ingin menanyakan prosedur penggunaan BPJS kesehatan untuk proses rawat inap anaknya yang sedang sakit dan membutuhan perawatan secepatnya agar sakitnya tidak bertambah parah, Setelah anda menjelaskan panjang lebar dengan bahasa yang mdah dimengerti beberapa kali kepada sang ibu namun ternyata ibu tersebut tampak sangat kebingungan dan mengatakan bahwa dia tidak mengerti sama sekali dengan prosedur yang anda jelaskan, bagaimana sikap anda?",
    "option": [
      "menjelaskan secara pelan dengan bahasa yang mudah dipahami oelh ibunya agar dia tahu maksud dari apa yang anda jelaskan",
      "menjelaskan dengan sabar sembari mengajak sang ibu untuk tenang terlebih dahulu agar lebih fokus ketika anda menjelaskan, jika masih kebingungan Anda akan membantu ibu tersebut untuk proses pengurusannya",
      "menjelaskan seacara perlahan tahapan demi tahapan yang harus dilakukan ibu tersebut dengan bahasa yang santun agar sang ibu paham maksud dari apa yang anda jelaskan",
      "meminta sang ibu untuk memanggil salah satu anggota keluarga agar anda bisa menjelaskan hal tersebut kepadanya",
      "meminta teman anda yang lebih berpengalaman dalam melayani keluarga pasien yang kebingungan dalam memahami prosedur yang ada"
    ],
    "jawaban":["B","A","C","E","D"]
  },
  {
    "no": 76,
    "tipeSoal": "TKP",
    "soal": "Anda sedang ingin pergi bersama keluarga anda dengan mobil pribadi anda, tiba-tiba seorang tetangga datang dan hendak meminjam mobil anda untuk membawanya ke klinik bersalin terdekat karena ia akan melahirkan. Maka anda akan....",
    "option": [
      "membatalkan rencana pergi bersama keluarga dengan mobil",
      "meminjamkan mobil anda kepada tetangga itu",
      "menawarkan untuk mengantarkan tetangga dan istrinya itu",
      "tetap pergi bersama keluarga ada setelah mengantarkan tetangga dan istrinya ke klinik bersalin",
      "menyuruh tetangga anda untuk menelepon ambulans saja"
    ],
    "jawaban":["E","A","B","C","D"]
  },
  {
    "no": 77,
    "tipeSoal": "TKP",
    "soal": "Awal tahun ini anda baru saja lulus dari sebuah Universitas ternama dengan peringkat cumlaude. Anda pun mencoba peruntungan untuk melamar di beberapa perusahaan. Setelah mengikuti beberapa kali proses seleksi di beberapa perusahaan akhirnya Anda diterima di sebuah perusahaan yang terletak di pinggiran kota. Kemudian anda memutuskan untuk mencari kontrakan di sekitar lokasi perusahaan anda bekerja. Namun anda merasa tinggal di pinggiran kota memang sangat tidak mengenakkan. Mulai dari susahnya transportasi umum untuk ke kota, jauhnya fasilitas kesehatan, sampai jarangnya tempat hiburan sebagai pelepas stress jika pulang bekerja, tapi anda tinggal di pinggiran kota membuat anda sering tiba tepat waktu di kantor, bagaimana sikap anda?",
    "option": [
      "saya akan mencoba untuk bertahan semampunya untuk tetap tinggal di pinggiran kota karena akan membuat saya lebih dekat dengan lokasi perusahaan",
      "mencari tempat tinggal lain yang lebih nyaman, meskipun sedikit jauh dari lokasi perusahaan tempat anda bekerja",
      "mencari cara agar dapat menikmati kehidupan di daerah pinggiran kota yang lokasinya dekat dengan pekerjaan anda",
      "berusaha untuk bekerja lebih giat dengan harapan bisa mendapatkan fasilitas rumah dari kantor",
      "menerima hal ini sebagai resiko dari pekerjaan yang anda ambil dan berusaha untuk tetap bisa merasa nyaman tinggal di daerah pinggiran"
    ],
    "jawaban":["B","D","A","E","C"]
  },
  {
    "no": 78,
    "tipeSoal": "TKP",
    "soal": "Berita di stasiun-stasiun televisi nasional sedang hangat membicarakan kondisi perekonomian Indonesia saat ini. Sampai-sampai di setiap tayangan talkshow selalu menghadirkan pengamat ekonomi dengan prediksi-prediksinya bahwa bulan depan akan terjadi inflasi besar di Indonesia. Hal ini membuat saya....",
    "option": [
      "tidak mempercayai prediksi tersebut karena prediksi yang buruk seperti itu tidak perlu dipercayai",
      "susah tidur setiap malam memikirkan keadaan ke depan yang berat",
      "depresi karena inflasi erat kaitannya dengan kenaikan harga barang",
      "berhati-hati dan berhemat dalam membelanjakan uang",
      "pasrah dengan keadaan karena yang akan terjadi biarlah terjadi"
    ],
    "jawaban":["C","E","A","B","D"]
  },
  {
    "no": 79,
    "tipeSoal": "TKP",
    "soal": "Dengan naiknya biaya hidup dan harga barang yang serba mahal dan sulitnya lapangan pekerjaan membuat masyarakat merasa terjepit masalah perekonomian untuk memenuhi kebutuhan sehari-hari. begitu pun dengan anda sendiri yang hanya merupakan seorang karyawan perusahaan swasta dengan gaji yang sangat pas-pasan setiap bulannya. Teman-teman anda yang lain juga sering merasa kesulitan untuk memenuhi kebutuhan hidup. Banyak dari teman-teman anda yang meminjam uang di aplikasi online dengan bunga yang tidak sedikit ditambah lagi jika melakukan pembayaran melebihi batas tempo yang ditentukan, ,mengakibatkan besar bunga bisa melebihi pinjaman, sikap anda jika dihadapkan pada permasalahan diatas...",
    "option": [
      "menasihati teman-teman saya agar berhati-hati untuk melakukan pinjaman online meskipun dengan prosedur yang lebih gampang",
      "tidak ingin melakukan hal yang sama dalam kondisi terdesak sekalipun",
      "berusaha agar tidak melakukan peminjaman agar tidak merasa kesulitan pada saat melakukan pembayaran nanti",
      "mencari tahu detail tentang perusahaan yang memberikan pinjaman jika suatu saat terpaksa harus melakukan peminjaman",
      "mencari tahu sejarah perusahaan dan menasihati teman-teman yang lain agar berhati-hati karena satu orang jahat  lagi sudah tertangkap"
    ],
    "jawaban":["A","E","B","C","D"]
  },
  {
    "no": 80,
    "tipeSoal": "TKP",
    "soal": "Salah seorang rekan kerja anda bercerita bahwa menjadi PNS sekarang bayarannya mahal. Anda merupakan orang yang menjunjung tinggi kejujuran dan Anda masuk menjadi PNS dengan cara yang baik dan halal. Maka ketika anda mendengar rekan kerja anda berkata demikian, Anda akan....",
    "option": [
      "marah padanya",
      "menyruhnya diam saja",
      "mengatakan bahwa anda tidak demikian",
      "menyatakan bahwa banyak yang tidak berbuat seperti yang dia katakan, termasuk anda",
      "menyatakan bahwa cara tersebut sudah ketinggalan zaman karena kalau ada yang baik dan halal kenapa mesti mencari yang haram dan salah"
    ],
    "jawaban":["A","E","B","C","D"]
  },
  {
    "no": 81,
    "tipeSoal": "TKP",
    "soal": "Ketika anda hendak berangkat ke kantor, anda melewati jalan raya dan anda melihat banyak orang membuang sampah di dekat tempat pembuangan sampah dan sampah tersebut berserakan dipinggir jalan yang mengganggu pandangan dan jalannya kendaraan. Apakah yang akan Anda lakukan melihat keadaan tersebut?",
    "option": [
      "segera merapikan sampah itu tanpa pikir panjang, demi kepentingan pengguna jalan lain dan masyarakat banyak",
      "melewati dan membiarkannya begitu saja karena bukan tanggung jawab saya",
      "memberitahu orang yang ada di sekitar jalan untuk memnungut sampah tersebut dan membuang pada tempat pembuangan sampah yang telah disediakan",
      "mengambil video dan foto selanjutnya diviralkan melalui media sosial agar semua orang paham kondisi di sekitar tempat pembuangan sampah",
      "menelepon pihak berwenang yang bertanggung jawab dengan sampah ini"
    ],
    "jawaban":["B","A","D","E","C"]
  },
  {
    "no": 82,
    "tipeSoal": "TKP",
    "soal": "Anda merupakan seorang <i>front office</i> di sebuah perusahaan di instansi pemerintah. Tugas anda adalah melayani setiap tamu yang datang ke instansi pemerintah  tempat anda mengabdi. Suatu hari anda kedatangan seorang tamu dan ingin bertemu dengan pimpinan anda untuk suatu urusan yang harus diputuskan pada saat itu juga. Sedangkan pimpinan anda baru saja pagi tadi harus keluar kota untuk urusan lain yang juga tidak bisa ditinggalkannya. Tamu tersebut terus mendesak Anda untuk mencoba menghubungi atasan anda tapi setelah beberapa kali Anda coba, nomor atasan Anda tetap tidak dapat dihubungi, kemudian tamu tersebut meminta anda memberikan keputusan. Sikap anda?",
    "option": [
      "mengambil keputusan tanpa petunjuk atasan selama tidak bertentangan dengan kebijakan yang ada di perusahaan",
      "tidak berani mengambil keputusan tanpa petunjuk atasan saya, dan meminta tamu tersebut datang lagi besok",
      "ragu-ragu dalam mengambil keputusan tanpa petunjuk atasan saya, karena takut melakukan kesalahan",
      "menunda-nunda pengambilan keputusan tanpa petunjuk atasan saya karena takut mengambil kesalahan",
      "mengambil keputusan tanpa petunjuk atasan karena sangat mendesak, atasan pasti memakluminya asal benar"
    ],
    "jawaban":["D","C","B","E","A"]
  },
  {
    "no": 83,
    "tipeSoal": "TKP",
    "soal": "Seminggu yang lalu di perusahaan tempat anda bekerja sedang melakukan perekrutan karyawan baru. hari ini semua calon pelamar yang memenuhi syarat administrasi diminta datang oleh atasan Anda untuk seleksi. Namun karena suatu hal atasan anda berhalangan untuk datang ke kantor. Atasan meminta anda untuk memutuskan diterima atau tidaknya pelamar tersebut di perusahaan. Hal apa yang akan kamu lakukan?",
    "option": [
      "meminta teman anda untuk membantu menyeleksi calon pelamar yang memenuhi kriteria yang diinginkan perusahaan",
      "melakukan seleksi berupa test tertulis dan wawancara singkat dengan para pelamar",
      "memberikan tes seleksi calon karyawan seperti biasa yang dilakukan perusahaan ketika mencari karyawan baru",
      "berikan tes tertulis, wawancara dan memutuskan untuk menerima atau menolak berdasarkan klasifikasi yang diinginkan perusahaan",
      "melakukan seleksi tertulis dan wawancara kemudian melaporkan kepada atasan hasil seleksi tersebut dan meminta keputusannya"
    ],
    "jawaban":["E","A","C","B","D"]
  },
  {
    "no": 84,
    "tipeSoal": "TKP",
    "soal": "Dalam suatu proyek kerja lapangan, saya diberi kepercayaan untuk memimpin sebuah tim. Pada akhir laporan kerja yang diberikan ternyata hasilnya mengecewakan. Setelah ditelusuri, salah satu anggota tim telah melakukan kesalahan, maka....",
    "option": [
      "saya tidak dapat dipersalahkan dengan alasan apa pun",
      "saya turut bertanggung jawab karena bagaimanapun juga saya adalah pimpinan proyek tersebut",
      "seharusnya hal tersebut tidak termasuk dalam tanggung jawab saya",
      "saya akan menelusuri lebih lanjut dan memaksa orang tersebut bertanggung jawab atas semuanya",
      "hal itu mutlak menjadi kekeliruan anak buah yang terbukti salah"
    ],
    "jawaban":["C","A","E","D","B"]
  },
  {
    "no": 85,
    "tipeSoal": "TKP",
    "soal": "Biasanya, ketika muncul suatu masalah dalam pekerjaan yang ada kaitannya dengan kewajiban saya, tindakan yang sering saya lakukan adalah....",
    "option": [
      "langsung mencari kambing hitam penyebab masalah, agar beban saya lebih ringan",
      "mencari tahu apakah ada orang/pihak lain yang juga ikut bersalah dalam masalah tersebut, agar beban saya lebih ringan",
      "membiarkan masalah terus berlangsung, nanti juga akan selesai dengan sendirinya",
      "seharusnya ada orang lain yang membantu menyelesaikan hal ini sebagai sikap empati",
      "tetap bertanggung jawab dengan hasil apa pun, dan mencari solusi dari masalah tersebut"
    ],
    "jawaban":["C","A","D","B","E"]
  },
  {
    "no": 86,
    "tipeSoal": "TKP",
    "soal": "Dosen anda meminta anda untuk ikut dalam sebuah perlombaan yang dalam waktu dekat akan diselenggarakan oleh universitas tempat anda berkuliah. Dosen anda melihat bahwa anda memiliki talenta sesuai dengan deskripsi dari perlombaan, akan tetapi anda tidak menyadarinya, sikap anda adalah....",
    "option": [
      "berterima kasih kepada dosen tersebut karena telah memuji anda sebagai seorang yang bertalenta",
      "menerima dan mengembangkan lebih dalam talenta yang anda miliki",
      "bersedia mengikuti perlombaan tersebut dan meminta bantuan dosen untuk membantu dan membimbing anda",
      "bersedia asalkan dosen Anda selalu mau memberikan bimbingan jika nanti menemui permasalahan",
      "menerima dan mengikuti perlombaan tersebut sebisanya"
    ],
    "jawaban":["E","A","D","C","B"]
  },
  {
    "no": 87,
    "tipeSoal": "TKP",
    "soal": "Saya ditugaskan untuk mengikuti acara seminar di luar kota. saat yang bersamaan, keluarga saya mengadakan acara besar di Rumah. tindakan saya....",
    "option": [
      "tetap berangkat seminar dan memberikan pengertian ke keluarga bahwa hal itu merupakan tugas dari kantor yang harus dijalankan",
      "meminta salah seorang rekan kerja yang waktunya luang untuk menggantikan tugas saya berangkat seminar",
      "meminta cuti agar acara di rumah dapat berlangsung dengan baik",
      "berangkat seminar setengah hari dan segera pulang secepatnya",
      "berangkat seminar dan setelah presensi kehadiran maka segera pulang secepatnya"
    ],
    "jawaban":["E","C","D","B","A"]
  },
  {
    "no": 88,
    "tipeSoal": "TKP",
    "soal": "Saya merupakan sulung dari delapan bersaudara. Saya merasa hambatan saya dalam melanjutkan pendidikan adalah dana, maka saya harus....",
    "option": [
      "mengurungkan keinginan untuk melanjutkan pendidikan",
      "meminta orang tua untuk tetap menyekolahkan",
      "bekerja sambilan untuk mengumpulkan dana pendidikan",
      "mencari beasiswa yang bisa membuat saya melanjutkan pendidikan",
      "mencari orang tua asuh yang mampu membiayai saya"
    ],
    "jawaban":["E","A","B","C","D"]
  },
  {
    "no": 89,
    "tipeSoal": "TKP",
    "soal": "Hari ini di kantor anda akan diadakan rapat besar terkait dengan kebijakan yang akan ditempuh oleh perusahaan dalam rangka  untuk meningkatkan pelayanan terhadap masyarakat. Semua karyawan yang mewakili divisi masing-masing diminta untuk menyampaikan ide dan gagasan mereka pada saat rapat berlangsung, anda pun telah menyampaikan ide anda sebagai perwakilan divisi anda, namun rekan yang lain kurang mendukung ide dan gagasan yang anda ajukan karena dinilai tidak memiliki perubahan signifikan terhadap perusahaan kedepannya, sikap anda adalah....",
    "option": [
      "mencoba membicarakan lebih jauh dengan rekan perwakilan divisi yang  lain maksud dari gagasan yang anda ajukan dan dampaknya terhadap perusahaan",
      "mencari dukungan dari ketua rapat, dengan memberikan data-data yang mendukung gagasan anda agar diterima",
      "membicarakan dengan rekan divisi lain untuk memadukan gagasan yang anda punya",
      "menggantinya dengan ide lain yang lebih baik dan dapat diterima oleh semua perwakilan divisi",
      "merumuskan ide tersebut secara detail agar rekan-rekan yang lain mengerti bahwa gagasan yang anda sampaikan akan berdampak baik bagi kemajuan perusahaan"
    ],
    "jawaban":["B","A","E","D","C"]
  },
  {
    "no": 90,
    "tipeSoal": "TKP",
    "soal": "Siang ini semua karyawan dikumpulkan oleh atasan anda untuk membicarakan permasalahan kantor. Kemudian pada saat anda diminta atasan anda untuk memberikan tanggapan terhadap sebuah permasalahan yang ada di kantor anda tersebut, tiba-tiba rekan kerja anda menyanggah penjelasan anda pada saat anda berbicara, menurut anda....",
    "option": [
      "wajar saja, karena dalam diskusi komunikasi harus berlangsung dua arah",
      "mungkin apa yang saya jelaskan barusan tidak sesuai dengan gagasannya, namun ini adalah hal yang wajar di dalam sebuah diskusi",
      "harusnya dia mendengarkan saya dulu, lalu baru berbicara",
      "seharusnya rekan saya bisa angkat tangan jika ingin menyampaikan gagasannya dalam diskusi",
      "teman saya ingin menyampaikan gagasannya juga pada saat saya berbicara"
    ],
    "jawaban":["A","B","E","D","C"]
  },
  {
    "no": 91,
    "tipeSoal": "TKP",
    "soal": "Jika tim anda diminta memberikan opini atau pendapat terhadap presentasi tim lain, maka opini yang akan tim anda sampaikan berisikan tentang....",
    "option": [
      "opini yang berisikan kekurangan yang ada dalam presentasi tim lain",
      "opini yang berisi kritikan  terhadap isi presentasi",
      "opini yang berisikan masukan positif  guna perbaikan presentasi berikutnya",
      "opini yang cenderung membandingkan dengan presentasi tim lain",
      "opini yang cenderung mengangkat isu SARA"
    ],
    "jawaban":["E","D","B","A","C"]
  },
  {
    "no": 92,
    "tipeSoal": "TKP",
    "soal": "akhir-akhir ini di lingkungan anda banyak terjadi pencurian sepeda motor. akan tetapi warga anda seolah-olah tidak peduli dengan kejadian tersebut. Sebagai warga masyarakat yang akan anda lakukan adalah....",
    "option": [
      "menambahkan kuci pengaman kendaraan bermotor",
      "memasang alarm di rumah",
      "mengusulkan pada ketua RT agar diadakan kegiatan siskamling",
      "memberanikan diri untuk mengatur warga agar mengadakan kegiatan siskamling",
      "menghilangkan kekhawatiran tersebut dengan menjual kendaraan pribadi"
    ],
    "jawaban":["E","B","A","C","D"]
  },
  {
    "no": 93,
    "tipeSoal": "TKP",
    "soal": "Pagi ini anda meminta bawahan anda untuk melakukan tinjauan ke lokasi proyek yang kebetulan di bawah tanggung jawab Anda. Namun lagi-lagi bawahan anda tersebut mengingkari janjinya untuk melakukan tinjauan ke lokasi dengan berbagai alasan yang anda rasa kurang masuk akal. sedangkan ini merupakan pekerjaan yang sangat penting demi menjaga nama baik perusahaan dan kepercayaan pemakai jasa perusahaan Anda, sikap anda?",
    "option": [
      "tidak lagi memberinya maaf karena itu sudah keterlaluan tidak mengindahkan perintah anda padahal itu adalah pekerjaan yang sangat penting",
      "berhenti mempercayainya sejak kejadian permata hingga selanjutnya",
      "melaporkan hal ini kepada pemilik perusahaan agar mendapatkan hukuman agar dia memahami tugasnya untuk masa yang akan datang",
      "berani berkata tegas dengan menegurnya agar bertanggung jawab",
      "tidak cepat percaya dengannya jika diserahkan tugas lagi untuk kedepannya"
    ],
    "jawaban":["E","B","A","C","D"]
  },
  {
    "no": 94,
    "tipeSoal": "TKP",
    "soal": "Suatu hari rekan kerja anda terlibat pertengkaran, rekan anda yang lain sudah mencoba melerai tapi tidak berhasil. Maka tindakan efektif lainnya yang akan anda lakukan adalah....",
    "option": [
      "membiarkan pertengkaran tersebut menjadi sebuah tontonan",
      "berteriak untuk mengheningkan suasana",
      "meminta keduanya segera berdamai",
      "menarik keduanya dan membantu mereka untuk menyelesaikan masalahnya hingga berdamai",
      "meninggalkan situasi tersebut"
    ],
    "jawaban":["A","E","B","C","D"]
  },
  {
    "no": 95,
    "tipeSoal": "TKP",
    "soal": "Saya telah menyelesaikan tugas kantor, tetapi teman saya terlihat kesulitan untuk menyelesaikan tugasnya. Melihat situasi tersebut saya akan....",
    "option": [
      "membantu semampu saya",
      "membiarkannya untuk mengerjakan tugasnya tersebut",
      "menasihatinya",
      "mengajaknya bercanda",
      "menyelesaikan pekerjaannya"
    ],
    "jawaban":["D","E","B","C","A"]
  },
  {
    "no": 96,
    "tipeSoal": "TKP",
    "soal": "Di kantor saya terkenal sebagai karyawan yang sering memberikan bantuan terhadap sesama rekan kerja dalam berbagai permasalahan yang mereka hadapi. Biasanya hal apa yang anda lakukan saat rekan kerja anda membutuhkan bantuan anda?",
    "option": [
      "saya akan langsung memberikan bantuan sesuai dengan kemampuan saya dengan begitu dapat meringankan beban mereka",
      "saya akan membantu mereka, akan tetapi biasanya saya akan selesaikan dulu permasalahan saya, baru setelah itu membantu dengan ikhlas",
      "saya bertanya dulu mengenai permasalahan yang mereka hadapi jika memungkinkan saya akan membantu",
      "saya akan membantu tapi terlebih dahulu saya akan berfikir cukup lama untuk mencari solusi yang tepat atas permasalaha mereka",
      "saya bertanya dahulu jika saya mampu saya akan membantu tentunya terlebih dahulu mengerjakan pekerjaan saya"
    ],
    "jawaban":["E","B","D","C","A"]
  },
  {
    "no": 97,
    "tipeSoal": "TKP",
    "soal": "Rencana anda untuk pulang cepat dan kemudian mandi serta menikmati makan malam yang lezat, buyar setelah menerima telepon dari seorang teman yang sedang kebingungan dan patah semangat meminta bertemu anda. Reaksi anda....",
    "option": [
      "membatalkan makan malam yang menyenangkan dan setuju untuk bertemu sahabat anda",
      "memberitahu teman anda bahwa anda bersedia bertemu dengannya. Namun setelah anda selesai dengan urusan anda di rumah",
      "menjelaskan bahwa anda telah memiliki rencana malam tersebut",
      "menyarankan agar untuk menghubungi teman yang lain karena anda sedang sangat sibuk",
      "anda berpikir seharusnya tidak mengangkat teleponnya karena akan merepotkan"
    ],
    "jawaban":["E","D","C","B","A"]
  },
  {
    "no": 98,
    "tipeSoal": "TKP",
    "soal": "Semenjak musim kemarau melanda negeri ini terutama didaerah tempat tinggal anda. Membuat masyarakat di sekitar harus berhemat dalam penggunaan air untuk kebutuhan sehari-hari lainnya. Satu-satunya sumber air yaitu berasal dari air PDAM yang mengalir disetiap rumah warga. Namun akhir-akhir ini aliran air tersebut sering mati, terutama pada saat pagi hari dimana semua orang mebutuhkannya untuk berbagai aktifitas mulai dari memasak sampai dengan kebutuhan mandi sebelum menjalankan aktivitas. Hal apa yang akan anda lakukan?",
    "option": [
      "mengajukan protes kepada pihak penyedia jasa air yaitu PDAM agar pada saat pagi hari aliran air tidak mati karena ini merupakan hak warga",
      "santai saja, saya bisa meminta air untuk kebutuhan memasak dan mandi kepada tetangga",
      "menggunakan air seadanya untuk memasak dan kebutuhan mandi sebelum berangkat ke kantor agar tidak terlambat",
      "meminta suami/istri untuk membeli air galon setiap harinya untuk kebutuhan memasak dan mandi anggota keluarga",
      "menampung air di malam hari sebagai cadangan untuk kebutuhan di pagi hari"
    ],
    "jawaban":["B","C","A","D","E"]
  },
  {
    "no": 99,
    "tipeSoal": "TKP",
    "soal": "Beberapa minggu yang lalu atasan anda pernah memberitahu anda bahwa dia mempunyai jadwal untuk bisa menandatangani kontrak dengan beberapa orang klien baru dalam beberapa minggu ke depan untuk pengembangan perusahaan, namun tampaknya atasan anda lupa akan hal tersebut karena terlalu sibuk mengurusi banyak hal dan seing tidak berada di kantor karena pergi ke luar kota, sebagai seorang asisten yang akan Anda lakukan adalah....",
    "option": [
      "mengingatkan atasan bahwa punya rencana untuk bertemu klien",
      "membuat rencana pertemuan dan memberitahu atasan untuk disetujui",
      "membuat rencana pertemuan dengan klien atasan dan meberitahukannya",
      "meberitahu atasan bahwa dia harus bertemu klien untuk urusan bisnis  dalam waktu dekat",
      "menunggu atasan membicarakannya lagi, lalu baru melakukan persiapan pertemuan"
    ],
    "jawaban":["E","D","A","C","B"]
  },
  {
    "no": 100,
    "tipeSoal": "TKP",
    "soal": "Anda diminta oleh atasan anda untuk menyiapkan sebuah presentasi untuk bertemu dengan client besok pagi. Presentasi anda besok pagi akan menjadi penentu bagi kelanjutan kerja sama perusashaan dengan si client, atasan anda meminta anda untuk membuat presentasi yang bagus dan membuat client antusias untuk tau lebih jauh, sikap anda....",
    "option": [
      "saya akan membuat presentasi yang sangat detail agar bisa tersampaikan pada intinya",
      "saya akan menggunakan bahasa santai dan sedikit candaan ketika presentasi berlangsung",
      "membuat presentasi yang memuat penjelasan secara terperinci",
      "membuat presentasi dengan sedikit tulisan dan beberapa gambar",
      "membuat presentasi yang memuat inti dari setiap poin yang saya sampaikan"
    ],
    "jawaban":["A","C","B","D","E"]
  },
  {
    "no": 101,
    "tipeSoal": "TKP",
    "soal": "Heri, Agus, dan Bambang bertetangga. Meski berbeda agama, sejak kecil mereka selalu bermain bersama. Suatu ketika heri sedang sakit gigi. Sementara di rumah Agus, ia sedang menghidupkan radionya keras-keras. Mendengar hal tersebut, sebaiknya yang dilakukan Bambang adalah....",
    "option": [
      "memarahi Agus dan menyalahkannya karena tidak peduli terhadap teman",
      "ikut menyalahkan radio karena kebetulan yang sedang diputar adalah musik kesukaannya",
      "pergi ke rumah Heri dan menyuruhnya agar bersabar",
      "pergi ke rumah Agus dan memberitahu tentang keadaan Heri serta menasihatinya",
      "pura-pura tidak tahu"
    ],
    "jawaban":["B","E","C","A","D"]
  },
  {
    "no": 102,
    "tipeSoal": "TKP",
    "soal": "Kita hidup di lingkungan yang terdiri dari berbagai pemeluk agama. Tidak menutup kemungkinan, kita pun memiliki teman yang berbeda Agama. salah satu bentuk toleransi kita terhadap teman berbeda agama adalah....",
    "option": [
      "mendebat setiap ibadah yang dilakukannya",
      "menerimanya dan saling ikut melaksanakan ibadahnya",
      "ikut serta dalam acara pembangunan tempat ibadahnya",
      "menafikan keberadaannya",
      "membantunya saat mengalami kesulitan belajar"
    ],
    "jawaban":["B","A","D","C","E"]
  },
  {
    "no": 103,
    "tipeSoal": "TKP",
    "soal": "Kabar yang anda terima adalah bahwa ayah dari rekan kerja Anda di kantor sedang sakit keras dan rekan kerja tersebut tidak memiliki biaya untuk  membawanya ke rumah sakit. semestinya yang anda lakukan adalah....",
    "option": [
      "memberinya bantuan semampu anda",
      "menasihatinya agar lain kali mencari fasilitas kesehatan yang dianjurkan oleh pemerintah",
      "menganjurkannya untuk mengikuti asuransi kesehatan",
      "mengkoordinir rekan-rekan yang lain untuk turut membantu",
      "melaporkan kepada atasan tentang hal ini"
    ],
    "jawaban":["E","B","C","D","A"]
  },
  {
    "no": 104,
    "tipeSoal": "TKP",
    "soal": "Anda mengetahui bahwa atasan anda beserta beberapa pengikutnya melakukan rekayasa laporan keuangan untuk kepentingan golongan mereka dan pribadi. Sikap anda sebaiknya....",
    "option": [
      "hanya dalam hati saja Anda tidak menyetujui hal tersebut",
      "wajar karena hal tersebut sering terjadi di kantor manapun",
      "tidak ingin terlibat dalam proses rekayasa tersebut dan sebisa mungkin mengingatkan bahwa hal itu tidak baik",
      "melaporkan atasan tersebut ke pihak yang berwenang",
      "hal semacam itu memang sudah menjadi tradisi yang tidak baik di lingkungan kerja manapun"
    ],
    "jawaban":["B","E","A","D","C"]
  },
  {
    "no": 105,
    "tipeSoal": "TKP",
    "soal": "anda adalah seorang CEO dari suatu perusahaan ternama. Berdasarkan laporan dan pengamatan, salah satu karyawan Anda terindikasi mengikuti paham radikal dan mencoba mempengaruhi karyawan yang lainnya. Sikap anda adalah....",
    "option": [
      "biasa saja",
      "memberikan peringatan keras",
      "memecatnya karena membahayakan perusahaan",
      "memberikannya penyuluha tentang bahaya radikalisme",
      "mencari kelompoknya dan melaporkannya ke pihak yang berwajib"
    ],
    "jawaban":["A","E","D","B","C"]
  },
  {
    "no": 106,
    "tipeSoal": "TKP",
    "soal": "isu radikalisme dan terrorisme sedang hangat di kalangan masyarakat. Tidak tanggung-tanggung, paham ini masuk dalam lingkungan terdalam sekalipun seperti perdesaan dan perkampungan. Saat ini, anda menjabat sebagai perangkat desa. Mendengar isu tersebut yang akan Anda lakukan ialah....",
    "option": [
      "tidak memedulikan berita dan pengetahuan tentang radikalisme dan terrorisme",
      "mengkampanyekan gerakan anti radikalisme",
      "membangun kesadaran masyarakat dalam menghadapi ancaman radikalisme",
      "mencari warga yang terpengaruh paham radikal",
      "fokus bekerja dan tidak terpengaruh dengan isu yang beredar"
    ],
    "jawaban":["A","E","D","B","C"]
  },
  {
    "no": 107,
    "tipeSoal": "TKP",
    "soal": "salah seorang teman anda di kantor sedang mengumpulkan rekan kerja lain untuk berdiskusi tentang bagaimana cara melengserkan kepala bagian di divisi anda bekerja yang terlalu disiplin. Mendengar hal tersebut, hal yang anda lakukan adalah....",
    "option": [
      "melaporkan tindakan tersebut kepada kepala divisi",
      "mengikuti rekan anda karena anda juga tidak suka dengan kedisiplinan yang berlebihan",
      "tidak ikut campur dan tetap bekerja",
      "menasihati teman anda dan rekan lainnya agar membatalkan niat tersebut",
      "lapor polisi"
    ],
    "jawaban":["E","B","C","A","D"]
  },
  {
    "no": 108,
    "tipeSoal": "TKP",
    "soal": "Sebagai seorang pemilik perusahaan yang sedang membutuhkan karyawan tambahan untuk memenuhi jumlah permintaan produksi, Anda terpaksa membuka lowongan. Maraknya isu radikalisme dan terrorisme menjadi suatu tantangan untuk Anda. salah satu cara seleksi yang anda lakukan untuk merespon hal tersebut adalah....",
    "option": [
      "melakukan background check dengan instrument psikotest",
      "melihat penampilan pelamar",
      "melakukan survei",
      "memberikan tes wawasan kebangsaan",
      "melakukan wawancara mendalam"
    ],
    "jawaban":["B","C","D","E","A"]
  },
  {
    "no": 109,
    "tipeSoal": "TKP",
    "soal": "Hari sabtu adalah hari libur anda yang biasa anda habiskan bersama keluarga. Namun begitu, suatu ketika anda mendapatkan undangan dari teman anda yang hendak mendirikan suatu organisasi massa. Anda tahu bahwa organisasi yang hendak teman anda dirikan adalah organisasi yang kurang bermanfaat bagi masyarakat sekitar, maka dari itu yang anda lakukan ialah....",
    "option": [
      "menghadiri undangan tersebut karena bagaimanapun itu merupakan undangan dari teman anda",
      "mohon izin pada teman anda bahwa anda tidak bisa menghadiri undangan karena harus bersama keluarga",
      "melaporkan kepada pihak berwajib karena organisasi yang hendak dibuat adalah oraganisasi radikal",
      "menyuruh teman yang lain untuk mewakilinya datang",
      "membuang undangan tersebut karena Anda sudah tahu apa isinya"
    ],
    "jawaban":["C","E","A","D","B"]
  },
  {
    "no": 110,
    "tipeSoal": "TKP",
    "soal": "Pengeboman Makassar 2021 adala sebuah peristiwa ledakan bom yang terjadi di depan Gereja Katedral pada tanggal 28 Maret lalu. Akibat dari peristiwa tersebut, 20 orang mengalami luka-luka dan 2 orang yang diduga pelaku bom bunuh diri meninggal dunia. Investigasi terhadap kejadian pengeboman ini terus dilakukan oleh kepolisian untuk mengungkap kelompok yang terlibat dalam kasus tersebut. Apabila anda mengetahui bahwa tetangga Anda terlibat dalam kasus tersebut, sikap Anda adalah....",
    "option": [
      "memberikan informasi keberadaan tetangga anda, meski hati berat mengatakannya",
      "tidak memberikan informasi keberadaan tetangga anda, karena ingin menjaga hubungan baik",
      "memberikan informasi keberadaan tetangga anda, agar tetangga anda menyadari bahwa perilakunya salah",
      "tidak memberikan informasi mengenai keberadaan tetangga anda karena anda ingin menyadarkannya sendiri",
      "memberikan informasi tetangga anda dengan terpaksa"
    ],
    "jawaban":["B","D","E","A","C"]
  }
]